<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Fitness.aspx.cs" Inherits="Fitness" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
<script type="text/javascript">
function mess()
{
alert ("Succes");
return true;
}
</script>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<div style = "text-align:right">
<h2>
מרגישים שאתם דורכים במקום באימונים? 5 סיבות ופתרונות
</h2>
</div>
<div style="text-align:right">
כל מתאמן ותיק ומנוסה שמאחוריו כבר תקופה ארוכה של אימונים מכיר את התופעה של דריכה במקום. אותה תחושה שכלום לא מתקדם, הגוף לא גדל או לא מראה חיטובים, ההיקפים לא עולים, או לחילופין - תהליך ההרזיה נתקע, הכוח לא משתפר, הסטים וכמות החזרות נשארים כפי שהם ופשוט אין מוטיבציה להתאמן. כל זאת למרות שלכאורה אתם עושים הכל כמו שצריך. מצב זה נקרא לרוב בקרב העוסקים בספורט בשם "פלטיו"-מישור, ישורת או פשוט עצירה במקום בתרגום חופשי
<br />
אם הדברים הרשומים לעיל מתארים בדיוק את מה שאתם מרגישים או חווים -  אולי כדאי שתעיפו מבט בחמשת הטיפים שלפניכם. חשוב מאוד: לפני הכל, הדבר הראשון שעליכם לעשות הוא לבקש מרופא המשפחה לבצע בדיקות כלליות על מנת לוודא שלא קיימים לכם חוסרים של ויטמינים, מינרלים או הורמונים. כלומר - שהבריאות שלכם תקינה. הבריאות שלכם מצוינת ואתם עדיין תקועים? נסו את הטיפים הבאים.
 <br />
 <br />
 <br />
 <center> 
 <img src="train.jpg" alt="no motivation" width="30%" height="20%"/>
 </center>
 <br />
 <h3>

  מתי נחתם בפעם האחרונה
  </h3>
במקרים רבים הסיבה הראשונה שבגללה אנחנו נעצרים במקום היא מכיוון שאנחנו פשוט נמצאים במצב של אימון יתר. הפתרון הפשוט הוא לתת לגוף, למוח ולנשמה קצת חופש מהאימונים, מהמטרות ומהיעדים שהצבנו לעצמנו. פשוט לא להגיע למכון, לחוג או לקבוצה (אפשר לבוא רק בכדי לעודד או לראות את החברים, זה אפילו יכול לעזור) עד שמרגישים שהגוף הגיע להתאוששות מלאה. זה עשוי לקחת שבוע, שבועיים ואולי אפילו חודש.
 
איך תדעו שאתם כבר לא באימון יתר? רוב הסיכויים שפשוט תרגישו את זה באופן טבעי: התחושה שבא לכם לחזור לאימונים מתוך געגוע ולא ממקום של פחד מאיבוד שריר או יכולת כזאת או אחרת. זמן זה הוא גם אופציה נהדרת ליהנות מהדברים הקטנים שהגבלתם את עצמכם מהם כחלק מהמסלול בדרך למטרה. זאת יכולה להיות למשל אפילו סתם ארוחת שחיתות שפנטזתם עליה הרבה זמן.
 <h3>
 <br />
  לאכול בשביל לגדול</h3>
 
בהנחה שאתה תקועים במקום ורוצה לגדול במסת השריר הרזה - אתם בטוחים שאתה מכניסים מספיק קלוריות לגוף? הרבה מתאמנים מרגישים תקועים במקום אך כשבוחנים את הרגלי התזונה שלהם ניתן לראות כי הם דבקים בתפריט שלא מתאים למטרות וליעדים שלהם. לדוגמא, מתאמנים שרוצים לגדול במסה אך אוכלים לפי תפריט שלא מתאים בכלל לעליה במשקל. לפעמים אפילו שלא במודע מתקיים חשש לאבד את ה"קוביות" או לצבור קצת שומן בבטן. במצב זה מתאמנים רבים מגבילים את הצריכה הקלורית ולא אוכלים מספיק קלוריות שיבנו שריר.
<h3> <br /> שינה היא קודש
</h3>

ידוע ששריר נבנה במנוחה. במצבים בהם הגוף לא מקבל את הזמן הדרוש לו לבנייה ומנוחה יהיה קשה מאוד להתפתח ולראות שינוי. לפעמים מספיקה רק שעה אחת נוספת בכדי לעשות פלאים. הקפדה על שינה של לפחות 7 שעות בלילה תיתן לגוף את האפשרות לבנות את עצמו בצורה טובה יותר.
 <h3><br />
  גיוון האימונים
</h3>
אם לקחת חופש זו לא אופציה עבורכם ואתם בכלל לא מרגישים במצב של אימון יתר, אולי עדיף פשוט לגוון את האימונים. תתפלאו מה שינוי בתוכנית האימונים יכול לעשות במקרים של דריכה במקום. האפשרויות הן אינסופיות.
 
רגילים לבצע אינספור תרגילי פרפר? עברו ללחיצות חזה. עובדים על הזרועות עם משקולות? התחילו להשתמש בכבל קרוס. התרגלתם לרצועות TRX? עברו לעבודה עם גומיות, וכן הלאה, וכן הלאה. גיוון בחלק גדול מהמקרים יכול להוציא אתכם לגמרי מהשגרה שנקלעתם אליה ולהתניע מחדש את תהליך ההתקדמות.

<h3><br />
 התמקדות במטרה
</h3>
בטח כבר שמעתם את המשפט "תפסת מרובה לא תפסת כלל..". אולי מאידך אתם מגוונים יותר מדי? יכול להיות שאתם לא עקביים מספיק בשגרת האימונים שלכם. כשאתם בוחרים לבצע תרגיל שונה בכל אימון ואימון אתם בעצם מתחילים מחדש בכל פעם. במקרים כאלה חזרה לבסיס היא הכרחית. כך תוכלו להתמקד בצורה מיטבית בכמות החזרות, הסטים, והמשקל שאתה מרימים - מבלי להתיש את עצמכם בדברים אחרים.
 
</div>
<%=comments %> <// מדפיס את התגובות>
<form onsubmit="return mess();" action="">
<h2>
Your name:
 </h2>
<input id="writer" name="writer" type="text" placeholder="Your name"/>
<h2>
Your comment:
 </h2>
<input id="content" name="content" type="text" placeholder="Your comment"/>
<input id="submit" name="submit" type="submit" value="Add" style= "width:6%;background-color:#C0C0C0;color:black;padding:6px 6px;margin:3px 0;border:none;cursor:pointer;"/>

 </form>
 
</asp:Content>

