<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="HealthyLifeStyle.aspx.cs" Inherits="HealthyLifeStyle" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<div style = "text-align:right">
<h2>
מדוע השינה חשובה אצל ספורטאים חובבים ומקצוענים
</h2>
</div>
<div style="text-align:right">
<h3>
כולנו יודעים ששינה חשובה לגוף, אבל למה היא חשובה הרבה יותר עבור ספורטאים? מה קורה לנו בזמן שינה וכיצד נוכל באמצעות שינה לשפר את הביצועים שלנו</h3>
<br />
</div>
<br />
<div style="text-align:right">
כמה שעות שינה אתם נותנים לגופכם על מנת שיתאושש מהאימונים הארוכים והמפרכים ובכלל, למה הוא צריך את כל השינה הזו
<center> <br />
<img src="sleeping.jpg" width="30%" height="20%" />
</center>
<br />
<br />
מסתבר שלשעות שינה יש קשר הדוק מאוד עם הביצועים שלכם בספורט. מחקרים רבים מוכיחים שוב ושוב כי הגדלת שעות השינה משפרת את הביצועים הספורטיבים, הדיוק, ההתאוששות, הערנות וגם את מצב הרוח.
לדוגמה, מחקר שפורסם בשנת 2009, עקב אחר נבחרת הנשים בטניס של אוניברסיטת סטנפורד במשך חמישה שבועות. במהלך המחקר התבקשו הספורטאיות לישון עשר שעות בכל לילה. אלו שהגדילו את שעות השינה שלהן, רצו מהר יותר ספרינט וחבטו בעוצמה חזקה יותר את כדורי הטניס מאשר אלו שלא קיבלו את כמות השינה המספקת.
במחקרים נוספים שהתבצעו על נבחרת השחייה והכדורסל של אוניברסיטת סטנפורד, בה נחקרו גם גברים וגם נשים, גילו כי הוספת יותר שעות שינה על פני מספר שבועות משפרת את הביצועים, מצב הרוח וערנות הספורטאים.
<br />
<br />
<br />
<br />
<h3>
אז למה חשוב לנו לישון יותר
</h3>
חוקרים משערים כי שינה עמוקה מסייעת לשיפור הביצועים הספורטיביים כיוון שבזמן השינה משתחרר הורמון גדילה. הורמון זה ממריץ את צמיחתו של השריר ותיקונו, בניית עצם ושריפת שומן ומסייע בכך לספורטאים להתאושש. מחקרים הראו כי מחסור בשינה מאט את שחרורו של הורמון הגדילה.

מולי אפשטיין, פיזיולוג במרכז לרפואת ספורט של מכון וינגייט מסביר "שינה היא צורך ביולוגי חיוני של הגוף. העדר שינה מוחלט זה מוות. ישנם שני דברים חשובים שקורים בגוף, הדבר הראשון הוא השיקום האנרגטי,.במהלך השינה מתרחשים תהליכי בנייה, שיקום של רקמות, פעילות הורמונלית שמתרחשת במהלך הלילה ויוצרת תהליכי שיקום ותיקון של הרקמות. מצד שני יש את מערכת העצבים שחייבת לקבל את שעות השינה על מנת לעשות תהליכי שיקום ובנייה מחדש".
<br />
<br />
<br />
<br />
<h3>
כמה שינה דרושה לספורטאי
</h3>
ומחים ממליצים לישון בין 7 -9 שעות ביום למבוגרים ולמתבגרים ובני נוער 9 עד 10 שעות. "עם השנים הצורך שלנו בשינה הולך וקטן" מסביר אפשטיין "ועדיין מדברים על ממוצע שעות של 7-8 שעות. בני נוער ומתבגרים צריכים יותר כי הגוף נמצא בשלב מאוד קריטי של תהליכי צמיחה. ישנם גם הצרכים הביולוגיים של כל בן אדם. יש אנשים שביולוגית צריכים 8-9 שעות ומתחת לזה הם בחסך ויש כאלו שיסתפקו בחמש שעות וזה בסדר מבחינתם, אבל אלו הקצוות."

אם אתם אינכם בטוחים כמה זמן שינה דרוש לכם, תעשו ניסוי קטן על פני מספר שבועות. אם אתם נרדמים תוך עשרים דקות לערך מהרגע שהלכתם לישון ומתעוררים ללא צורך בשעון מעורר, כנראה אתם מקבלים את כמות השינה הדרושה לכם. אם אתם נרדמים מיד כשאתם מניחים את הראש על הכרית וצריכים שעון מעורר על מנת להתעורר, אתם כנראה בחוסר שינה.
ומחים ממליצים לישון בין 7 -9 שעות ביום למבוגרים ולמתבגרים ובני נוער 9 עד 10 שעות. "עם השנים הצורך שלנו בשינה הולך וקטן" מסביר אפשטיין "ועדיין מדברים על ממוצע שעות של 7-8 שעות. בני נוער ומתבגרים צריכים יותר כי הגוף נמצא בשלב מאוד קריטי של תהליכי צמיחה. ישנם גם הצרכים הביולוגיים של כל בן אדם. יש אנשים שביולוגית צריכים 8-9 שעות ומתחת לזה הם בחסך ויש כאלו שיסתפקו בחמש שעות וזה בסדר מבחינתם, אבל אלו הקצוות."

אם אתם אינכם בטוחים כמה זמן שינה דרוש לכם, תעשו ניסוי קטן על פני מספר שבועות. אם אתם נרדמים תוך עשרים דקות לערך מהרגע שהלכתם לישון ומתעוררים ללא צורך בשעון מעורר, כנראה אתם מקבלים את כמות השינה הדרושה לכם. אם אתם נרדמים מיד כשאתם מניחים את הראש על הכרית וצריכים שעון מעורר על מנת להתעורר, אתם כנראה בחוסר שינה.
<br />
פשטיין מבדיל בין ספורטאים מקצוענים שבמהלך היום עסוקים באימון אחד או שניים, תזונה ושינה ובין הספורטאי החובבני שסביבו קיים מארג חיים שלם של עבודה, משפחה, לחצים ודאגות שלא תמיד מאפשרים לקיים משטר אימונים מקצועני "שני הדברים הכי משמעותיים בעניין התאוששות של הגוף זה שינה ותזונה, זה במקומות הראשונים, כל הדברים שבאים לאחר מכן בין אם זה תוספים, גרבי לחץ, אמבטיות קרות ומסאז'ים הם בסדר חשיבות פחות בצורה דרמטית". לטענתו, קהל הספורטאים החובבני עלול למצוא את עצמו מהר מאוד פצוע, תשוש או שאינו מצליח להתאמן כראוי ואינו מבין למה זה קורה לו, הוא טוען שהסיבה לכך פשוטה, העדר שינה מספקת ויתכן גם תזונה מספקת. "אי אפשר להתאמן כמו ספורטאים ולחיות כמו אדם מהשורה עם כל הלחצים שיש לו, אימון זה סטרס, עבודה היא סטרס ובית זה סטרס וספורטאי אין לו את הסטרס, יש לו רק את האימון". אנשים עייפים הם אנשים שיפצעו יותר.

אפשטיין מדגיש שהגוף משתפר בזמן המנוחה לא בזמן האימון "בזמן האימון אנחנו עושים נזק, ואנחנו שוחקים ובזמן המנוחה אנחנו צריכים להשתקם ולהשתפר ואם לא תתקבל מספיק מנוחה, הגוף לא יצליח להשתקם ולהשתפר והתוצאה תהיה נסיגה ביכולות, עייפות, שחיקה וסכנה לפציעות".



</div>



</asp:Content>

