<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Nutrition.aspx.cs" Inherits="Nutrition" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<div style = "text-align:right">
<h2>
תזונה לאחר אימון: מה לאכול אחרי אימון
</h2>
</div>
<div style = "text-align:right">
<h3>
אתם משקיעים מאוד באימון שלכם, תמיד מחפשים ביצועים טובים והגעה למטרותיכם. רוב הסיכויים שהקדשתם יותר מחשבה לארוחה שלפני האימון מאשר לזו שאחריו. אך צריכה של התזונה הנכונה לאחר האימון, חשובה בדיוק כמו התזונה שקודמת לו. הנה מדריך מפורט לתזונה אופטימלית לאחר אימון</h3>
</h3>
אכילה לאחר אימון זה חשוב!
כדי להבין כיצד המאכלים הנכונים יכולים לעזור לכם לאחר פעילות גופנית, חשוב להבין איך הגוף מושפע מפעילות גופנית. כאשר אתם מתאמנים, השרירים מנצלים את מאגרי הגליקוגן שלהם עבור דלק. התוצאה של זה היא שהשרירים מתרוקנים חלקית מגליקוגן. חלק מן החלבונים בשרירים גם כן מתפרקים ונפגעים.

לאחר האימון, הגוף מנסה לשקם את מאגרי הגליקוגן שלו, לתקן ולהצמיח מחדש את חלבוני השריר האלו. אכילת החומרים המזינים הנכונים מיד לאחר הפעילות גופנית, יכולה לעזור לגוף לעשות זאת מהר יותר. 
<br /> על כן, חשוב במיוחד לאכול פחמימות וחלבונים אחרי האימון
<br />
<br />
<br />
<center>
<img src="Nut.jpg" alt="Nutrtion"width="30%" height="20%"/> </center>
<br />
<br />
שילוב של פחמימות וחלבונים בארוחה שלאחר האימון מסייעת לגוף
<br />
<ol dir="rtl">
<li> להקטין את שבירת החלבון של השריר</li>
<li> להגדיל את סינתזת חלבון השריר צמיחה</li>
<li> לשחזר את מאגרי הגליקוגן
</li>
<li> להקל על ההתאוששות</li></ol>
<br />
<h4>חלבון עוזר לתקן ולבנות שרירים
</h4>
כפי שהוסבר לעיל, פעילות גופנית גורמת לפירוק חלבון שרירי. הקצב שבו זה קורה תלוי בתרגיל עצמו וברמת האימונים, אבל גם ספורטאים מאומנים היטב חווים התמוטטות של חלבון שרירי. צריכת כמות מספקת של חלבון לאחר אימון מספקת לגוף חומצות אמינו שהוא צריך על מנת לתקן ולבנות מחדש את החלבונים האלה. זה גם מעניק את אבני הבניה הדרושות כדי לבנות רקמת שריר חדשה.

מומלץ לצרוך 0.14-0.23 גרם חלבון לכל חצי קילו של משקל גוף (0.3-0.5 גרם) קרוב מאוד לאחר סיום האימון. מחקרים הראו כי אכילת 20-40 גרם חלבון, נראית ככזו המצליחה למקסם את היכולת של הגוף להתאושש לאחר פעילות גופנית.
<br />
<br/>
<h4> פחמימות עוזרות להתאוששות
</h4>
מאגרי הגליקוגן של הגוף, משמשים כדלק במהלך פעילות גופנית, וצריכה של פחמימות לאחר האימון עוזרת לחדש אותם. הקצב שבו נעשה שימוש במאגרי הגליקוגן שלכם תלוי בפעילות. לדוגמה, אימון סיבולת גורם לגוף להשתמש ביותר גליקוגן מאשר אימון התנגדות.

מסיבה זו, אם אתם מבצעים אימון סיבולת (ריצה, שחייה ועוד), ייתכן שיהיה עליכם לצרוך יותר פחמימות מאשר שרירן.

צריכת 0.5-0.7 גרם פחמימות לחצי ק"ג (1.1-1.5 גרם) של משקל גוף תוך 30 דקות לאחר סיום האימון, מביאה לסינתזה מחודשת טובה של הגליקוגן. יתר על כן, הפרשת אינסולין, אשר מקדמת סינתזת גליקוגן, מתעוררת טוב יותר כאשר פחמימות וחלבון נצרכים יחדיו.

לכן, צריכה משולבת של פחמימות וחלבונים אחרי פעילות גופנית יכולה למקסם סינתזה של חלבון וגליקוגן. נסו לצרוך את שניהם ביחס של 3:1 (פחמימות לחלבון). לדוגמה, 40 גרם חלבון ו- 120 גרם של פחמימות. אכילת שפע פחמימות על מנת לשקם את מאגרי הגליקוגן היא חשובה ביותר עבור אנשים שמבצעים פעילות גופנית לעתים קרובות, כגון פעמיים באותו היום. אם יש לכם יום או יומיים למנוחה בין אימונים, אז זה הופך להיות פחות חשוב.
<br />
<br />
<h4> שומן הוא לא דבר מזיק
</h4>
אנשים רבים חושבים כי אכילת שומן לאחר אימון מאטה את העיכול ומעכבת את הספיגה של חומרים מזינים. בעוד שומן עשוי להאט את ספיגת הארוחה שנאכלת לאחר אימון, הוא לא יפחית את היתרונות שלה
<br />
לדוגמה, מחקר הראה כי חלב מלא היה יעיל יותר בלקדם את צמיחת שריר לאחר אימון מאשר חלב רזה. יתר על כן, מחקר אחר הראה כי גם כאשר צרכו ארוחה עתירת שומן (אנרגיה של 45% משומנים) אחרי אימון, סינתזת הגליקוגן בשריר לא הושפעה. זה יכול להיות רעיון טוב להגביל את כמות השומן שאתם אוכלים לאחר פעילות גופנית, אבל קצת שומן בארוחה שאחרי האימון לא תשפיע על ההתאוששות.
<br />
<br />
<br />
<h4>
העיתוי של הארוחה לאחר האימון הוא חשוב
</h4>
היכולת של הגוף לשקם גליקוגן וחלבון, מתגברת לאחר הפעילות הגופנית. מסיבה זו, מומלץ לצרוך שילוב של פחמימות וחלבונים בהקדם האפשרי לאחר פעילות גופנית. למרות שהעיתוי לא צריך להיות מדויק, מומחים רבים ממליצים לאכול את הארוחה שלאחר האימון בתוך 45 דקות.

למעשה, מאמינים כי עיכוב קצר יחסית בצריכת פחמימות (כמו שעתיים למשל) אחרי אימון, עלול להוביל לעד 50% שיעור נמוך יותר של סינתזת הגליקוגן. עם זאת, אם צרכתם ארוחה לפני פעילות גופנית, סביר להניח כי היתרונות של אותה הארוחה עדיין בתוקף לאחר האימון.

שורה תחתונה: לאכול את הארוחה שלאחר האימון, בתוך 45 דקות לאחר פעילות גופנית. עם זאת, ניתו להאריך במקצת את פרק הזמן הזה, תלוי בעיתוי הארוחה שלפני האימון.


<br />
<br />
<h4>
מזונות לאכול לאחר האימון
</h4>
המטרה העיקרית של הארוחה שאחרי האימון, היא לספק לגוף את החומרים המזינים הנכונים להתאוששות נאותה, ולמקסם את היתרונות של האימון. בחירת מזונות אשר מתעכלים בקלות תקדם קליטה מהירה יותר של החומרים המזינים.

הרשימות הבאות מכילות דוגמאות של מזונות פשוטים המתעכלים בקלות
<br /><br /><br /><h3> פחמימות</h3>

<ol dir="rtl">
<li>בטטות</li>
<li>קינואה</li>
<li>פירות</li>
<li>אורז</li>
<li>שיבולת שועל</li>
<li>תפוחי אדמה</li>
<li>פסטה</li>
</ol>
<br />
<br />

<h3> חלבונים</h3>

<ol dir="rtl">
<li>ביצים</li>
<li>גבינות</li>
<li>דגים - טונה, סלמון וכדומה</li>
<li>חזה עוף </li>
<li> וכן, שילוב של דגן עם קטנייה על מנת ליצור חלבון מלא. <br /> לדוגמה, אורז עם עדשים, פיתה עם חומוס ועוד </li>
<li>פסטה</li>
</ol>
<br />
<br />
<h3> שומנים</h3>
<ol dir="rtl">
<li>אבוקדו</li>
<li>טחינה</li>
<li> אגוזים </li>
</ol>
<br /><br />
<br />
<h3>
לסיכום </h3>
<br />
צריכת כמות נאותה של פחמימות וחלבונים אחרי פעילות גופנית היא חיונית. הדבר מזרז את הייצור של חלבון השריר, ישפר את ההתאוששות וישפר את הביצועים במהלך האימון הבא שתבצעו.

אם אתם לא מסוגלים לאכול תוך 45 דקות לאחר האימון, חשוב לא להרחיק יותר משעתיים לאכילת הארוחה שלאחר האימון. לבסוף, חידוש מים ואלקטרוליטים אשר אבדו יוכלו להשלים את התמונה ולעזור לכם למקסם את היתרונות של האימון

</asp:Content>

